GREETINGS = """
*Привет!* Я бот, который поможет тебе создавать, редактировать, удалять и просматривать события. 

Для создания нового события используй команду */create*.
Чтобы просмотреть все события, используй команду */display*. 
Чтобы удалить все свои события, используй команду */delete_all*.
Чтобы удалить конкретное событие, используй команду */delete*.
Чтобы отредактировать событие, используй команду */edit*.
Чтобы прочитать информацию о конкретном событии, используй команду */read*.

_Надеюсь, я смогу помочь тебе в управлении твоими событиями!_ 🤖

[Если есть вопросы или наткнулись на ошибку](tg://user?id=954061592)
"""

CANCELLING = "Действие отменено"

ASK_FOR_EVENT = "напиши название события"

ASK_DATE = "Напиши дату в формате дд/мм/гг"

ASK_TIME = "Теперь напиши время события в формате XX:XX"

CHOSE_EVENT = "Выберите событие:"

